Revit 2027 API
ParameterTypeId.StairsAttrTextFont Property
 "Text Font"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrTextFont { get; }
Public Shared ReadOnly Property StairsAttrTextFont As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrTextFont {
	ForgeTypeId^ get ();
}
static member StairsAttrTextFont : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace